bench/no_log.txt

Summary:
  Total:	137.7549 secs
  Slowest:	0.2984 secs
  Fastest:	0.1103 secs
  Average:	0.1378 secs
  Requests/sec:	7.2593
  

Response time histogram:
  0.110 [1]	|
  0.129 [166]	|■■■■■■■■■
  0.148 [722]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.167 [86]	|■■■■■
  0.186 [11]	|■
  0.204 [9]	|
  0.223 [3]	|
  0.242 [1]	|
  0.261 [0]	|
  0.280 [0]	|
  0.298 [1]	|


Latency distribution:
  10% in 0.1271 secs
  25% in 0.1309 secs
  50% in 0.1355 secs
  75% in 0.1415 secs
  90% in 0.1488 secs
  95% in 0.1558 secs
  99% in 0.1935 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.1103 secs, 0.2984 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0026 secs
  req write:	0.1365 secs, 0.1051 secs, 0.2919 secs
  resp wait:	0.0012 secs, 0.0002 secs, 0.0170 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [200]	1000 responses



Summary:
  Total:	138.8304 secs
  Slowest:	0.1970 secs
  Fastest:	0.1106 secs
  Average:	0.1388 secs
  Requests/sec:	7.2030
  

Response time histogram:
  0.111 [1]	|
  0.119 [5]	|■
  0.128 [122]	|■■■■■■■■■■■■■■■
  0.137 [334]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.145 [333]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.154 [105]	|■■■■■■■■■■■■■
  0.162 [53]	|■■■■■■
  0.171 [39]	|■■■■■
  0.180 [4]	|
  0.188 [3]	|
  0.197 [1]	|


Latency distribution:
  10% in 0.1267 secs
  25% in 0.1316 secs
  50% in 0.1373 secs
  75% in 0.1439 secs
  90% in 0.1545 secs
  95% in 0.1620 secs
  99% in 0.1697 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.1106 secs, 0.1970 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0028 secs
  req write:	0.1378 secs, 0.1059 secs, 0.1906 secs
  resp wait:	0.0010 secs, 0.0002 secs, 0.0079 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	1000 responses