bench/no_log_10.txt

Summary:
  Total:	117.4555 secs
  Slowest:	1.2569 secs
  Fastest:	0.1371 secs
  Average:	1.1680 secs
  Requests/sec:	8.5139
  

Response time histogram:
  0.137 [1]	|
  0.249 [1]	|
  0.361 [1]	|
  0.473 [3]	|
  0.585 [1]	|
  0.697 [0]	|
  0.809 [0]	|
  0.921 [0]	|
  1.033 [3]	|
  1.145 [158]	|■■■■■■■■
  1.257 [832]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■


Latency distribution:
  10% in 1.1178 secs
  25% in 1.1630 secs
  50% in 1.1754 secs
  75% in 1.1932 secs
  90% in 1.2084 secs
  95% in 1.2246 secs
  99% in 1.2457 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.1371 secs, 1.2569 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0027 secs
  req write:	1.1123 secs, 0.1367 secs, 1.1957 secs
  resp wait:	0.0556 secs, 0.0003 secs, 0.0783 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0001 secs

Status code distribution:
  [200]	1000 responses



Summary:
  Total:	3.2624 secs
  Slowest:	0.1040 secs
  Fastest:	0.0037 secs
  Average:	0.0297 secs
  Requests/sec:	306.5261
  

Response time histogram:
  0.004 [1]	|
  0.014 [79]	|■■■■
  0.024 [42]	|■■
  0.034 [726]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.044 [25]	|■
  0.054 [61]	|■■■
  0.064 [58]	|■■■
  0.074 [4]	|
  0.084 [3]	|
  0.094 [0]	|
  0.104 [1]	|


Latency distribution:
  10% in 0.0224 secs
  25% in 0.0265 secs
  50% in 0.0280 secs
  75% in 0.0306 secs
  90% in 0.0489 secs
  95% in 0.0558 secs
  99% in 0.0611 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0037 secs, 0.1040 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0025 secs
  req write:	0.0107 secs, 0.0021 secs, 0.0687 secs
  resp wait:	0.0189 secs, 0.0003 secs, 0.0705 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0006 secs

Status code distribution:
  [200]	1000 responses